{
  "pc_story": "Video games have become part of our lives, as virtual realities and escape places we all access for new experiences. PC is one of the platforms with more innovation in its history due to a more diverse, modular set of hardware and, in general, a more powerful one. PCs always had the advantage of being highly configurable based on available hardware, as well as personal preferences.",
  "pc_client_story": "Having a standalone client is a great solution for larger games that would be hindered by web browser limitations. Modern game engines like Unreal and Unity offer great support and a lot of options in terms of assets, plugin and other modules that could be used.\n\nEven with digital content downloaded to their own sistem from a server, players get the feeling of ownership, the same feeling people get when buying physical copies.",
  "pc_browser_story": "A web browser title has the advantage of running from any device and most browsers. This permits the game to be played even on mobile phones if the interface is responsive.",
  "console_story": "Video games have become part of our lives, as virtual realities and escape places we all access for new experiences. Consoles have always been the casual platform on which kids developed their love for electronic worlds.\n\nThere are many advantages of developing and playing games on console, the most important being the overall accessibility of the platform for its end users. With consoles you just start your game and everything is tailored for your best experience.",
  "console_ps_story": "Playstation is well known for having exclusive titles with great stories and amazing graphics. The fanbase expect good quality visual experiences when releasing on the Playstation.",
  "console_xbox_story": "XBox has a more loyal fanbase who enjoy the fact that Microsoft allows backwards compatibility with your older gen games.(Something that Sony has just started considering.) The games released on Xbox usually focus more on gameplay mechanics and overall interactive play.",
  "console_nintendo_story": "Nintendo started making consoles with 2 generations ahead of its modern day competitors, Sony and Microsoft. This early start created more iconic characters and franchises that are still sold today. Titles on Nintendo focus more on innovation in gameplay and experience. Usually, games that do well with Nintendo audiences are family friendly, with rich fantasy stories.",
  "culture_input_description": "Specify what were your main games or pieces of culture that inspired you to create this game and why you chose to release on a certain platform.",
  "game_type_input_description": "Specify what category and genre is your game, for the team to understand what core mechanics and play style to expect. You can also add other games for reference.",
  "target_audience_input_description": "Describe your audience here. What are their characteristics and what type of experiences are they looking for? Add as much information on your demographic target as possible.",
  "free2play_story": "With a free game there is no barrier to entry. The player will tailor his own experience based on his choice of spending money for utility and cosmetic items or time. This works best when users that spend time grinding in the game have the tools to transfer their goods to the people willing to pay the publisher money for the trade currency.",
  "buy2play_story": "Buying the game is a first step for creating a loyal playerbase, as ownership over his personal copy creates the feeling of being part of the game world and the community around it.\n\nMany consider B2P a fair option as you pay once and get the full experience, compared to F2P where you have to constantly adapt to new content and invest time or money to complete content.",
  "subscription_story": "The subscription model has been popularized starting with the rise of MMOs, where companies started focusing more on player retention, rather than just the flat one time payment rate. Subscriptions work in a similar way on how retail copies worked, with a sense of ownership. After paying a 6 months subscription, the user is planning to spend time in the game, as he already paid and gets some extra rewards for being active.",
  "pc_tech": "The advantages of playing on the PC is that you can experience older games as well as the latest released, with minimal adjustments. Upgrades can be progressive, you can upgrade your GPU today and you CPU+Motherboard two years from now.\n\nA mainstream configuration of today has a quad core CPU, with 8gb RAM memory and a 4gb DDR5 256bit Graphics card. Scaling above is a good idea, but the player must have the ability to configure his experience to suit a lower spec PC.",
  "console_tech": "Consoles have little room for hardware improvements, but games are well optimised due to a smaller number of variations in hardware. In the past the discrepancy between PC and console platforms was a big factor in the decision of choosing a gaming platform. Starting with the last generation, Microsoft and Sony have both chosen the x86 architecture as a base for their consoles, thus enabling developers to release with ease on all three platforms, as well as allowing backwards compatibility for future consoles.",
  "tech_story": "Set your technical limitations, target PC specifications list or specific Console technical specs.(mobile phones performance as well, if it's the case) This section should help the team optimize the game in regards to the target audience. Each device performs differently, so you must be aware of your resource requirements.\n\nThere are two popular game engines available, Unity for mobile games mainly and Unreal for more realistic and graphics heavy projects.",
  "singleplayer_story": "The Single player part in games is designed with a more immersive experience in mind. The player is the main character in the story and controls the pace better. \n\nThe main goal is to develop the character or skill, based on repetitive challenges, with progressing complexity.",
  "multiplayer_story": "Multiplayer mode allows the player to measure his/her skills against others. It increases the playability value of the game since competition or cooperation are great drivers for playing video games. It offers an extra way to interact with your friends and family.",
  "multiplayer_input_description": "Describe your singleplayer/multiplayer system and how the players interact between themselves and the environment. Will your game feature crossplay between different devices/platforms?"
}